Repository: ruiaraujo/zikController
Catalog: Zik Controller/*.lproj/Localizable.strings
Languages: pt

source: %ld minutes
pt: %ld minutos

source: Angle
pt: Ângulo

source: Concert Hall
pt: Sala de Concertos

source: Concert Hall Effect
pt: Efeito de Sala de Concertos

source: Connect
pt: Conectar

source: Connecting...
pt: Conectando...

source: Connection: Connected
pt: Conexão: Conectado

source: Connection: Connecting...
pt: Conexão: Conectando...

source: Connection: Disconnected
pt: Conexão: Desconetado

source: Disabled
pt: Desactivado

source: Disconnect
pt: Desconectar

source: Equalizer
pt: Equalizador

source: Firmware Version: %@
pt: Versão do Firmware: %@

source: Firmware Version: NA
pt: Versão do Firmware: ND

source: Jazz Club
pt: Clube de Jazz

source: Living Room
pt: Sala de Estar

source: Low battery!!! Charge your Zik!
pt: Pouca bateria!!! Carregue o seu Zik!

source: Noise Cancellation
pt: Cancelamento de Ruído

source: Parrot Zik connected.
pt: Parrot Zik conectado.

source: Parrot Zik disconnected.
pt: Parrot Zik desconectado.

source: Preferences..
pt: Preferências..

source: Presets
pt: Predefinições

source: Quit Zik Controller
pt: Sair do Zik Controller

source: Room size
pt: Tamanho da sala

source: Silent Room
pt: Sala Silenciosa

source: User
pt: Utilizador

source: Zik Controller: Connected
pt: Parrot Zik: Conectado

source: Zik Controller: Disconnected
pt: Parrot Zik: Desconectado

source: Zik Status
pt: Estado do Zik

source: Zik Status: Charging
pt: Estado do Zik: Carregado

source: Zik Status: In use
pt: Estado do Zik: Em utilização

source: Zik status: %ld%%
pt: Estado do Zik: %ld%%
